Repository: okikeSolutions/guerillaglass
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Active
de: Aktiv

source: Capture
de: Aufnehmen

source: Capture Setup
de: Aufnahmeeinstellungen

source: Capture running
de: Aufnahme läuft

source: Capturing
de: Aufnahme läuft

source: Content picker is already active.
de: Die Inhaltsauswahl ist bereits aktiv.

source: Content selection was cancelled.
de: Die Inhaltsauswahl wurde abgebrochen.

source: Devices
de: Geräte

source: Diagnostics
de: Diagnose

source: Display
de: Bildschirm

source: Drop items here
de: Elemente hier ablegen

source: Drop media to add
de: Medien zum Hinzufügen ablegen

source: Edit
de: Bearbeiten

source: Export
de: Exportieren

source: Export Recording
de: Aufnahme exportieren

source: Export complete.
de: Export abgeschlossen.

source: Export failed.
de: Export fehlgeschlagen.

source: Exporting...
de: Export läuft...

source: Exports
de: Exporte

source: Export…
de: Exportieren…

source: File exists
de: Datei vorhanden

source: File size
de: Dateigröße

source: Frame %lld of %lld
de: Frame %lld von %lld

source: Go to Capture
de: Zur Aufnahme

source: Idle
de: Bereit

source: In Frame
de: Start-Frame

source: In Progress
de: In Bearbeitung

source: Inspector
de: Inspektor

source: Library
de: Bibliothek

source: Mic
de: Mikrofon

source: Microphone
de: Mikrofon

source: Microphone permission is required to capture audio.
de: Mikrofonberechtigung ist erforderlich, um Audio aufzunehmen.

source: Mode
de: Modus

source: More
de: Mehr

source: New Project
de: Neues Projekt

source: No
de: Nein

source: No Recent Projects
de: Keine kürzlich geöffneten Projekte

source: No displays are available for capture.
de: Keine Bildschirme zum Aufnehmen verfügbar.

source: No recording yet.
de: Noch keine Aufnahme.

source: No video track available for export.
de: Keine Videospur für den Export verfügbar.

source: No windows available
de: Keine Fenster verfügbar

source: None
de: Keine

source: Notes
de: Notizen

source: Notes will appear here.
de: Notizen erscheinen hier.

source: Open Project…
de: Projekt öffnen…

source: Open Recent
de: Zuletzt geöffnet

source: Out Frame
de: End-Frame

source: Play
de: Abspielen

source: Playback Position
de: Wiedergabeposition

source: Playback duration
de: Wiedergabedauer

source: Playhead Frame
de: Abspielkopf-Frame

source: Presenter Notes
de: Vortragsnotizen

source: Preset
de: Voreinstellung

source: Presets
de: Voreinstellungen

source: Preview
de: Vorschau

source: Ready
de: Bereit

source: Record
de: Aufnehmen

source: Record a clip in Capture mode to preview and trim it here.
de: Nimm im Aufnahmemodus einen Clip auf, um ihn hier vorzuschauen und zu trimmen.

source: Recorded Clips
de: Aufgezeichnete Clips

source: Recording
de: Aufnahme

source: Recording Diagnostics
de: Aufnahme-Diagnose

source: Recording Preview
de: Aufnahmevorschau

source: Recording duration
de: Aufnahmedauer

source: Recording file
de: Aufnahmedatei

source: Refresh
de: Aktualisieren

source: Save Export
de: Export speichern

source: Screen Recording permission is required to capture your display.
de: Die Bildschirmaufnahme-Berechtigung ist erforderlich, um den Bildschirm aufzunehmen.

source: Select a clip to view details.
de: Wähle einen Clip, um Details anzuzeigen.

source: Select a window to capture.
de: Wählen Sie ein Fenster zur Aufnahme aus.

source: Set In at Playhead
de: Start am Abspielkopf setzen

source: Set Out at Playhead
de: Ende am Abspielkopf setzen

source: Source
de: Quelle

source: Start Capture
de: Aufnahme starten

source: Start Recording
de: Aufnahme starten

source: Start a capture before recording.
de: Starte zuerst die Aufnahme.

source: Stop
de: Stopp

source: Stop Capture
de: Aufnahme beenden

source: Stop Preview
de: Vorschau stoppen

source: Stop Recording
de: Aufnahme stoppen

source: Stop recording to edit.
de: Aufnahme beenden, um zu bearbeiten.

source: Switch to Capture Mode
de: Zum Aufnahmemodus wechseln

source: Switch to Edit Mode
de: Zum Bearbeitungsmodus wechseln

source: The selected window is no longer available for capture.
de: Das ausgewählte Fenster ist nicht mehr zum Aufnehmen verfügbar.

source: Timeline
de: Zeitachse

source: Trim
de: Trimmen

source: Trim In
de: Trim-Start

source: Trim Out
de: Trim-Ende

source: Trim controls are below the preview.
de: Trim-Steuerung befindet sich unter der Vorschau.

source: Unable to configure audio export.
de: Audioexport konnte nicht konfiguriert werden.

source: Unable to configure video export.
de: Videoexport konnte nicht konfiguriert werden.

source: Unable to create export file.
de: Exportdatei konnte nicht erstellt werden.

source: Unable to start export.
de: Export konnte nicht gestartet werden.

source: Unknown App
de: Unbekannte App

source: Unsupported audio format.
de: Nicht unterstütztes Audioformat.

source: Waiting for frames…
de: Warte auf Frames…

source: Window
de: Fenster

source: Yes
de: Ja
